{
  "level": "Beginner",
  "levelRu": "Начальный",
  "levelUk": "Початковий",
  "stories": [
    {
      "id": "b-1",
      "title": "A Good Day",
      "en": "Today is Saturday. I wake up at 9 o'clock. The sun is shining. I eat breakfast with my family. We have eggs and bread. After breakfast, I go to the park with my dog. We play for one hour. I am happy.",
      "ru": "Сегодня суббота. Я просыпаюсь в 9 часов. Солнце светит. Я ем завтрак с моей семьёй. У нас есть яйца и хлеб. После завтрака я иду в парк с моей собакой. Мы играем один час. Я счастлив/счастлива.",
      "uk": "Сьогодні субота. Я прокидаюся о 9 годині. Сонце світить. Я їм сніданок з моєю сім'єю. У нас є яйця і хліб. Після сніданку я йду в парк з моїм собакою. Ми граємо одну годину. Я щасливий/щаслива."
    },
    {
      "id": "b-2",
      "title": "At the Store",
      "en": "Today I go to the store. I need to buy food. I buy bread, milk, and apples. The apples are red and tasty. The seller is very kind. He says \"Have a good day!\" I pay with money. Then I go home. Mom cooks lunch.",
      "ru": "Сегодня я иду в магазин. Мне нужно купить еду. Я покупаю хлеб, молоко и яблоки. Яблоки красные и вкусные. Продавец очень добрый. Он говорит \"Хорошего дня!\" Я плачу деньгами. Потом я иду домой. Мама готовит обед.",
      "uk": "Сьогодні я йду в магазин. Мені потрібно купити їжу. Я купую хліб, молоко і яблука. Яблука червоні і смачні. Продавець дуже добрий. Він каже \"Гарного дня!\" Я плачу грошима. Потім я йду додому. Мама готує обід."
    },
    {
      "id": "b-3",
      "title": "At School",
      "en": "I study at school. My school is big and bright. I have many friends at school. My teacher is very kind. Her name is Ms. Smith. Today we study mathematics and English. After lessons, I play football with my friends. I like my school very much.",
      "ru": "Я учусь в школе. Моя школа большая и светлая. У меня много друзей в школе. Моя учительница очень добрая. Её зовут госпожа Смит. Сегодня мы изучаем математику и английский. После уроков я играю в футбол с моими друзьями. Мне очень нравится моя школа.",
      "uk": "Я вчуся в школі. Моя школа велика і світла. У мене багато друзів у школі. Моя вчителька дуже добра. Її звати пані Сміт. Сьогодні ми вивчаємо математику і англійську. Після уроків я граю у футбол з моїми друзями. Мені дуже подобається моя школа."
    },
    {
      "id": "b-4",
      "title": "My Hobby",
      "en": "I have a hobby. I like to draw. Every evening I draw in my notebook. I draw animals and flowers. My favorite animal is a cat. I have many colored pencils. My mom likes my drawings. She puts them on the wall. I want to be an artist.",
      "ru": "У меня есть хобби. Я люблю рисовать. Каждый вечер я рисую в моём блокноте. Я рисую животных и цветы. Моё любимое животное - кошка. У меня много цветных карандашей. Моей маме нравятся мои рисунки. Она вешает их на стену. Я хочу быть художником/художницей.",
      "uk": "У мене є хобі. Я люблю малювати. Щовечора я малюю в моєму зошиті. Я малюю тварин і квіти. Моя улюблена тварина - кішка. У мене багато кольорових олівців. Моїй мамі подобаються мої малюнки. Вона вішає їх на стіну. Я хочу бути художником/художницею."
    },
    {
      "id": "b-5",
      "title": "The Birthday",
      "en": "Tomorrow is my birthday. I will be ten years old. My parents are preparing a party. They buy a big cake. The cake is chocolate. I invite five friends. We will play games and eat cake. I am very excited. Birthdays are wonderful!",
      "ru": "Завтра мой день рождения. Мне будет десять лет. Мои родители готовят вечеринку. Они покупают большой торт. Торт шоколадный. Я приглашаю пять друзей. Мы будем играть в игры и есть торт. Я очень взволнован/взволнована. Дни рождения замечательные!",
      "uk": "Завтра мій день народження. Мені буде десять років. Мої батьки готують вечірку. Вони купують великий торт. Торт шоколадний. Я запрошую п'ять друзів. Ми будемо грати в ігри і їсти торт. Я дуже схвильований/схвильована. Дні народження чудові!"
    },
    {
      "id": "b-6",
      "title": "Weekend Plans",
      "en": "It is Friday evening. Tomorrow is the weekend. I don't go to school on the weekend. On Saturday morning, I help my father wash the car. In the afternoon, I visit my grandmother. She lives near the city. On Sunday, I rest at home and watch cartoons. I love weekends!",
      "ru": "Пятница вечером. Завтра выходные. Я не хожу в школу на выходных. В субботу утром я помогаю моему отцу мыть машину. Днём я навещаю мою бабушку. Она живёт рядом с городом. В воскресенье я отдыхаю дома и смотрю мультфильмы. Я люблю выходные!",
      "uk": "П'ятниця вечором. Завтра вихідні. Я не ходжу в школу у вихідні. В суботу вранці я допомагаю моєму батькові мити машину. Вдень я відвідую мою бабусю. Вона живе біля міста. У неділю я відпочиваю вдома і дивлюся мультфільми. Я люблю вихідні!"
    }
  ]
}
