{
  "level": "Early Intermediate",
  "levelRu": "Ранний средний",
  "levelUk": "Ранній середній",
  "stories": [
    {
      "id": "ei-1",
      "title": "The New Friend",
      "en": "Maria moved to a new city last week. She doesn't know anyone here yet. Everything is different and strange. On Monday morning, she goes to a café near her apartment. She orders coffee and sits by the window. A girl with a book sits at the next table. \"Hello, my name is Anna,\" the girl says with a smile. They start talking about books. Anna likes detective stories, and Maria likes them too. They discover they have many common interests. Now Maria has a new friend in the city. She feels much happier and less lonely.",
      "ru": "Мария переехала в новый город на прошлой неделе. Она ещё никого здесь не знает. Всё другое и странное. В понедельник утром она идёт в кафе рядом с её квартирой. Она заказывает кофе и сидит у окна. Девушка с книгой сидит за соседним столиком. \"Здравствуй, меня зовут Анна,\" - говорит девушка с улыбкой. Они начинают разговаривать о книгах. Анна любит детективы, и Мария тоже их любит. Они обнаруживают, что у них много общих интересов. Теперь у Марии есть новая подруга в городе. Она чувствует себя намного счастливее и менее одинокой.",
      "uk": "Марія переїхала в нове місто минулого тижня. Вона ще нікого тут не знає. Все інше і дивне. У понеділок вранці вона йде в кафе біля її квартири. Вона замовляє каву і сидить біля вікна. Дівчина з книгою сидить за сусіднім столиком. \"Привіт, мене звати Анна,\" - каже дівчина з усмішкою. Вони починають розмовляти про книги. Анна любить детективи, і Марія теж їх любить. Вони виявляють, що у них багато спільних інтересів. Тепер у Марії є нова подруга в місті. Вона почувається набагато щасливішою і менш самотньою."
    },
    {
      "id": "ei-2",
      "title": "Winter",
      "en": "Winter has come to our city. It's cold outside, but very beautiful. White snow covers the streets, trees, and houses. Children are happy because they can play in the snow. They make snowmen and have snowball fights in the park. My younger sister loves to ice skate. Every Saturday we go to the skating rink together. She skates very well now. In the evening, our whole family gathers at home. We drink hot tea with honey and talk about our day. Mom bakes cookies. Winter is my favorite season of the year!",
      "ru": "Зима пришла в наш город. На улице холодно, но очень красиво. Белый снег покрывает улицы, деревья и дома. Дети счастливы, потому что они могут играть в снегу. Они делают снеговиков и играют в снежки в парке. Моя младшая сестра любит кататься на коньках. Каждую субботу мы ходим на каток вместе. Она уже очень хорошо катается. Вечером вся наша семья собирается дома. Мы пьём горячий чай с мёдом и разговариваем о нашем дне. Мама печёт печенье. Зима - моё любимое время года!",
      "uk": "Зима прийшла в наше місто. На вулиці холодно, але дуже красиво. Білий сніг покриває вулиці, дерева і будинки. Діти щасливі, тому що вони можуть гратися в снігу. Вони роблять сніговиків і граються в сніжки в парку. Моя молодша сестра любить кататися на ковзанах. Щосуботи ми ходимо на каток разом. Вона вже дуже добре катається. Увечері вся наша сім'я збирається вдома. Ми п'ємо гарячий чай з медом і розмовляємо про наш день. Мама пече печиво. Зима - моя улюблена пора року!"
    },
    {
      "id": "ei-3",
      "title": "The Lost Dog",
      "en": "Yesterday something sad happened. My neighbor's dog ran away from home. The dog's name is Bruno, and he is a brown Labrador. He is very friendly and loves people. My neighbor, Mr. Johnson, is very worried. He has been looking for Bruno all day. I decided to help him. We made posters with Bruno's photo and our phone number. We put the posters around the neighborhood. Many people promised to call if they see Bruno. This morning, Mr. Johnson received a phone call. A woman found Bruno in the park! Now Bruno is back home, and everyone is happy. Mr. Johnson thanked me with a big smile.",
      "ru": "Вчера случилось что-то грустное. Собака моего соседа убежала из дома. Собаку зовут Бруно, и он коричневый лабрадор. Он очень дружелюбный и любит людей. Мой сосед, господин Джонсон, очень беспокоится. Он искал Бруно весь день. Я решил/решила помочь ему. Мы сделали плакаты с фотографией Бруно и нашим номером телефона. Мы развесили плакаты по всему району. Многие люди обещали позвонить, если увидят Бруно. Сегодня утром господин Джонсон получил телефонный звонок. Женщина нашла Бруно в парке! Теперь Бруно вернулся домой, и все счастливы. Господин Джонсон поблагодарил меня с большой улыбкой.",
      "uk": "Вчора сталося щось сумне. Собака мого сусіда втік з дому. Собаку звати Бруно, і він коричневий лабрадор. Він дуже дружелюбний і любить людей. Мій сусід, пан Джонсон, дуже хвилюється. Він шукав Бруно весь день. Я вирішив/вирішила допомогти йому. Ми зробили плакати з фотографією Бруно і нашим номером телефону. Ми розвісили плакати по всьому району. Багато людей обіцяли подзвонити, якщо побачать Бруно. Сьогодні вранці пан Джонсон отримав телефонний дзвінок. Жінка знайшла Бруно в парку! Тепер Бруно повернувся додому, і всі щасливі. Пан Джонсон подякував мені з великою усмішкою."
    },
    {
      "id": "ei-4",
      "title": "Spring Day",
      "en": "Spring has arrived at last! The sun shines brightly in the blue sky, and birds sing their cheerful songs in the park. The weather is getting warmer every day. Taras and his sister Olya decided to go for a bike ride. They took their bicycles from the garage and rode to the city park. In the park, there are many beautiful flowers - yellow daffodils, red tulips, and white lilies. \"How wonderful!\" exclaimed Olya happily. The children rode their bikes for two hours, enjoying the fresh air and sunshine. When they returned home, they were tired but very happy. Their mother had prepared a delicious lunch with vegetable soup and chicken. After lunch, Taras read a book in the garden. Spring is truly a marvelous time of year!",
      "ru": "Весна наконец-то пришла! Солнце ярко светит в голубом небе, и птицы поют свои весёлые песни в парке. Погода становится теплее с каждым днём. Тарас и его сестра Оля решили покататься на велосипедах. Они взяли свои велосипеды из гаража и поехали в городской парк. В парке много красивых цветов - жёлтые нарциссы, красные тюльпаны и белые лилии. \"Как чудесно!\" - радостно воскликнула Оля. Дети катались на велосипедах два часа, наслаждаясь свежим воздухом и солнцем. Когда они вернулись домой, они были уставшими, но очень счастливыми. Их мама приготовила вкусный обед с овощным супом и курицей. После обеда Тарас читал книгу в саду. Весна - действительно чудесное время года!",
      "uk": "Весна нарешті прийшла! Сонце яскраво світить в блакитному небі, і птахи співають свої веселі пісні в парку. Погода стає теплішою з кожним днем. Тарас і його сестра Оля вирішили покататися на велосипедах. Вони взяли свої велосипеди з гаража і поїхали в міський парк. У парку багато гарних квітів - жовті нарциси, червоні тюльпани і білі лілії. \"Як чудово!\" - радісно вигукнула Оля. Діти каталися на велосипедах дві години, насолоджуючись свіжим повітрям і сонцем. Коли вони повернулися додому, вони були втомленими, але дуже щасливими. Їхня мама приготувала смачний обід з овочевим супом і куркою. Після обіду Тарас читав книгу в саду. Весна - справді чудова пора року!"
    },
    {
      "id": "ei-5",
      "title": "The Library Visit",
      "en": "Last Tuesday, I visited the city library for the first time. The building is old and beautiful, with tall windows and many bookshelves. When I entered, a librarian greeted me kindly. She showed me where different types of books are located. The library has sections for fiction, history, science, and children's books. I was looking for adventure stories. I found an interesting book about pirates and decided to borrow it. The librarian explained that I can keep the book for two weeks. She also told me about a reading club that meets every Thursday evening. I think I will join the club because I enjoy discussing books with other people. Before leaving, I sat in the reading room for an hour and started my new book. The library is now one of my favorite places in the city!",
      "ru": "В прошлый вторник я посетил/посетила городскую библиотеку в первый раз. Здание старое и красивое, с высокими окнами и множеством книжных полок. Когда я вошёл/вошла, библиотекарь приветливо поздоровалась со мной. Она показала мне, где находятся разные типы книг. В библиотеке есть отделы художественной литературы, истории, науки и детских книг. Я искал/искала приключенческие истории. Я нашёл/нашла интересную книгу о пиратах и решил/решила взять её. Библиотекарь объяснила, что я могу держать книгу две недели. Она также рассказала мне о читательском клубе, который встречается каждый четверг вечером. Я думаю, что я присоединюсь к клубу, потому что мне нравится обсуждать книги с другими людьми. Перед уходом я посидел/посидела в читальном зале час и начал/начала свою новую книгу. Библиотека теперь одно из моих любимых мест в городе!",
      "uk": "Минулого вівторка я відвідав/відвідала міську бібліотеку вперше. Будівля стара і красива, з високими вікнами і багатьма книжковими полицями. Коли я увійшов/увійшла, бібліотекар привітно привіталася зі мною. Вона показала мені, де знаходяться різні типи книг. У бібліотеці є відділи художньої літератури, історії, науки і дитячих книг. Я шукав/шукала пригодницькі історії. Я знайшов/знайшла цікаву книгу про піратів і вирішив/вирішила взяти її. Бібліотекар пояснила, що я можу тримати книгу два тижні. Вона також розповіла мені про читацький клуб, який зустрічається щочетверга увечері. Я думаю, що я приєднаюся до клубу, тому що мені подобається обговорювати книги з іншими людьми. Перед виходом я посидів/посиділа в читальному залі годину і почав/почала свою нову книгу. Бібліотека тепер одне з моїх улюблених місць у місті!"
    },
    {
      "id": "ei-6",
      "title": "Cooking with Grandma",
      "en": "Every Sunday, I visit my grandmother who lives in a small house outside the city. Yesterday was special because she taught me how to make her famous apple pie. First, we went to the market together to buy fresh apples, flour, sugar, and butter. Grandma knows all the sellers at the market, and they always give her the best products. When we got home, we started cooking. Grandma showed me how to prepare the dough and cut the apples into small pieces. The kitchen smelled wonderful! We added cinnamon and a little lemon juice to the apples. Then we put everything in the oven. While the pie was baking, Grandma told me stories about when she was young. After an hour, the pie was ready. It was golden and delicious! We ate it with vanilla ice cream. I wrote down the recipe so I can make it at home. I love spending time with my grandmother!",
      "ru": "Каждое воскресенье я навещаю мою бабушку, которая живёт в маленьком доме за городом. Вчера было особенным днём, потому что она научила меня готовить её знаменитый яблочный пирог. Сначала мы вместе пошли на рынок, чтобы купить свежие яблоки, муку, сахар и масло. Бабушка знает всех продавцов на рынке, и они всегда дают ей лучшие продукты. Когда мы вернулись домой, мы начали готовить. Бабушка показала мне, как приготовить тесто и порезать яблоки на маленькие кусочки. На кухне пахло замечательно! Мы добавили корицу и немного лимонного сока к яблокам. Потом мы положили всё в духовку. Пока пирог пёкся, бабушка рассказывала мне истории о том, когда она была молодой. Через час пирог был готов. Он был золотистым и вкусным! Мы ели его с ванильным мороженым. Я записал/записала рецепт, чтобы приготовить его дома. Я люблю проводить время с моей бабушкой!",
      "uk": "Щонеділі я відвідую мою бабусю, яка живе в маленькому будинку за містом. Вчора було особливим днем, тому що вона навчила мене готувати її знаменитий яблучний пиріг. Спочатку ми разом пішли на ринок, щоб купити свіжі яблука, борошно, цукор і масло. Бабуся знає всіх продавців на ринку, і вони завжди дають їй найкращі продукти. Коли ми повернулися додому, ми почали готувати. Бабуся показала мені, як приготувати тісто і порізати яблука на маленькі шматочки. На кухні пахло чудово! Ми додали корицю і трохи лимонного соку до яблук. Потім ми поклали все в духовку. Поки пиріг пікся, бабуся розповідала мені історії про те, коли вона була молодою. Через годину пиріг був готовий. Він був золотистим і смачним! Ми їли його з ванільним морозивом. Я записав/записала рецепт, щоб приготувати його вдома. Я люблю проводити час з моєю бабусею!"
    }
  ]
}
